export const rolesData = {
  "تيسير بيه": {
    title: "ظابط",
    description:
      "كل ليلة تقدر تقبض على مشتبه فيه.",
  },

  "أبو منة": {
    title: "مخبر",
    description:
      "تعرف معلومات سرية وتساعد الظابط.",
  },

  "زناتي": {
    title: "أمين شرطة",
    description:
      "يساعد الشرطة ويشارك في التحقيق.",
  },

  "حودة الغلبان": {
    title: "عسكري",
    description:
      "يحمي الظابط من القاتل.",
  },

  "بيبو ماجيفار": {
    title: "سواق",
    description:
      "ينقل ويحمي اللاعبين أثناء الليل.",
  },

  "عبده ملقاط": {
    title: "نشال",
    description:
      "يسرق معلومات من اللاعبين.",
  },

  "ساهر": {
    title: "قاتل",
    description:
      "يختار شخصًا للتخلص منه كل ليلة.",
  },

  "سيد بشرية": {
    title: "بلطجي",
    description:
      "يسرق دور لاعب آخر.",
  },

  "حمادة كلهم": {
    title: "مجانص",
    description:
      "يعطّل قدرة لاعب آخر.",
  },

  "شعبطة": {
    title: "شعبوط",
    description:
      "يتجسس على نتائج اللاعبين.",
  },

  "ذيكو": {
    title: "كاريزما",
    description:
      "يؤثر على اللاعبين نفسيًا.",
  },

  "وحيد الفاجر": {
    title: "وح وح",
    description:
      "يمنع لاعب من تنفيذ دوره.",
  },

  "عصام عبقرينو": {
    title: "فاتح خزن",
    description:
      "يكشف أسرار وأدوار مخفية.",
  },

  "كريم كوشة": {
    title: "هجام",
    description:
      "يهجم على لاعب ويشوّش دوره.",
  },

  "مفاتن": {
    title: "فتاة ليل",
    description:
      "تشتت اللاعبين وتغطي التحركات.",
  },

  "سعدة": {
    title: "نادورجي",
    description:
      "يراقب التحركات الليلية.",
  },

  "صبحي صيدلية": {
    title: "صيدلي",
    description:
      "يعالج أو يعطّل تأثيرات معينة.",
  },
};